Feature: Супер-пользователи могут сформировать отчёт по всем компаниям, чьи головные филиалы
  зарегистрированы на определенной улице определённого населённого пункта.
  Как супер-пользователь
  Я могу сформировать отчёт для выбранной мною улицы
  В отчёте редставлена полная информация о компании

  Scenario: Супер-пользователи видеть ссылку для формирования отчёта по улице
  Scenario: Супер-пользователь может выбрать населённый пункт с автозаполнением
  Scenario: Супер-пользователь может выбрать улицу с автозаполнением
  Scenario: Значение введённой улицы сбрасывается при смене населённого пункта
  Scenario: Супер-пользователь не может ввести улицу, если не выбран неселённый пункт
  Scenario: Нельзя сформировать отчёт не указав входные данные
  Scenario: Супер-пользователи могут сформировать отчёт активных компаний по улице
  Scenario: Супер-пользователи могут сформировать отчёт архивных компаний по улице
  Scenario: Супер-пользователи могут сформировать отчёт всех компаний по улице
  Scenario: Супер-пользователи могут сформировать отчёт активных компаний по улице с выбором рубрикатора
  Scenario: Супер-пользователи видят ссылку для сохранения PDF-версии результатов отчёта
  Scenario: Супер-пользователи видят ссылку для сохранения RTF-версии результатов отчёта
  Scenario: Супер-пользователи видят ссылку для сохранения XLS-версии результатов отчёта
