Feature: Администратор может сформирвоать отчёт по рубрикам.
  Как администратор
  Когда я выбираю рубрику
  Я могу получить список всех компаний этой рубрики

  Scenario: Администратор видит ссылку для формирования отчёта по рубрикам.
  Scenario: Администратор не может сформировать отчёт по рубрике не выбрав рубрику
  Scenario: Администратор может сформировать отчёт по рубрике для разных компаний
  Scenario: Администратор видит ссылку для сохранения PDF-версии отчёта
  Scenario:Администратор видит ссылку для сохранения XLS-версии отчёта
  Scenario:Администратор видит ссылку для сохранения RTF-версии отчёта
