Feature: Супер-пользователи могут сформировать отчёт по любому агенту
  Как супер-пользователь
  Я могу сформировать отчёт для любого агента
  В котором будет представлена информация обо всех его операциях:
  Операции вида: создание компании и изменение компании
  Отчёт формируется по указанным временным рамкам

  Scenario: Супер-пользователи видеть ссылку для формирования отчёта по агенту
  Scenario: Супер-пользователи могут сформировать отчёт по агенту
  Scenario: Нельзя сформировать отчёт не выбрав агента
