Feature: Система договоров для компаний
  Как пользователь я хочу имет ьвозможность взаимодействовать с договорами на рекламу,
  котоыре заключаются с компаниями, размеющимися в справочнике не платной основе.

  Scenario: Администратор может создать договор
  Scenario: Администратор создаёт договор, и он сразу становится активным
  Scenario: Оператор создаёт договор, и он сразу становится активным
  Scenario: Агент не может изменять договор со страницы компании
  Scenario: Агент не может изменять договор со страницы договора
  Scenario: Пользователь с правами может удалить договор со всеми подчинёнными продуктами
