Feature: Администратор может активировать договора.
  Как адмитнистратор я хочу иметь возможность активировать тот или иной договор, созданный
  оператором.

  Scenario: Администратор может активировать договор: со страницы договора
  Scenario: Администратор может активировать договор: со страницы компании
  Scenario: Оператор может активировать договор: со страницы компании
  Scenario: Оператор может активировать договор: со страницы договора
  Scenario: Агент не может активировать договор: со страницы компании
  Scenario: Агент не может активировать договор: со страницы договора
