Feature: Договора могут содержать в себе неограниченное количество продуктов
  Как администратор или оператор, я хочу иметь возможность добавлять к активным договорам
  неограниченное количество продуктов. С возможностью выполнения над ними всяких разных операций.

  Scenario: Администратор может добавлять продукты к активному договору на странице договора
  Scenario: Администратор может добавлять продукты к НЕ активному договору на странице договора
  Scenario: Оператор может добавлять продукты к активному договору на странице договора
  Scenario: Оператор может добавить продукт к неактивному договору
  Scenario: Агент не может добавлять продукты к активному договору на странице договора
  Scenario: Супер-пользователь может удалить продукт из активного договора на странице договора
  Scenario: Пользователь видит список продуктов, закреплённых за договором на странице договора
  Scenario: Пользователь может просмотреть информацию о продукте
  Scenario: Оператор может изменить продукт
  Scenario: При изменении продукта значение рубрики сохраняется
  Scenario: Оператор может указать рубрику для продукта с автозаполнением
