Feature: Возможность выбора зарегистрированного агента при создании/изменении компании.
  Как пользователь, создавая или изменяя компанию, при выбранном типе источника информации "От агента",
  я хочу видеть список зарегистрированных агентов.

  Scenario: Создавая новую компанию с источником "От агента", пользователь может выбрать
  Scenario: Изменяя компанию и указав источник "От агента", пользователь может выбрать зарегистрированного агента.
  Scenario: Изменяя компанию в которой указан источник "От агента" я сразу при загрузки страницы виже список агентов.
  Scenario: Просматривая информацию о компании с источником "От агента" я вижу имя Зарегистрированного агента.



