Feature: Создание, изменение и удаление компании
  Я, как администратор или оператор, хочу иметь возможность
  создавать, редактировать и удалять компании из каталога

  Scenario: Только операторы или администраторы могут удалять компанию
  Scenario: Администратор добавляют компанию и она сразу попадает в каталог со статусом "Активна"
  Scenario: Оператор добавляют компанию и она сразу попадает в каталог со статусом "Активна"
  Scenario: Агент добавляет компанию и она попадает в каталог со статусом "На рассмотрении"