Feature: У компании может быть множество филиалов
  Как пользователь, я хочу иметь возможность просматривать,
  удалять и добавлять филиалы к компаниям.

  Scenario: Пользователь не может сохранить филиал без ввода фактического названия
  Scenario: Пользователь не может сохранить филиал без ввода юридического названия
  Scenario: Пользователь видит список филиалов на странице компании
  Scenario: Пользователь может добавить филиал к компании
  Scenario: Пользователь может изменить информацию о филиале
  Scenario: Пользователь может удалить филиал
  Scenario: Первый создаваемый филиал всегда помечается как основной
  Scenario: Пользователь может выбирать основной филиал на странице компании
  Scenario: Головной офис всегд находится на верхней строке в списке адресов.
