Feature: Пользователи видят списки компаний, которые поставлены как требующие доработку.
  Как пользователь
  Когда я нахожусь на странице "Сводка"
  Я вижу список компаний, поставленных на доработку

  Scenario: Супер-пользователи видят список компаний, поставленных на доработку
  Scenario: Супер-пользователи видят список компаний на повторном рассмотрении
  Scenario: Агент не видит список компаний на повторном рассмотрении
  Scenario: Агент видит список своих компаний, которые вернули на доработку

