Feature: На странцие "Сводка" администраторы и операторы видят списки компаний, требующих внимание
  Как администратор или оператор,
  Когда я нахожусь на странице "Сводка"
  Я вижу список компаний, для которых агенты запросили внимание

  Scenario: Администратор видит список компаний с запрошенным вниманием
  Scenario: Оператор видит список компаний с запрошенным вниманием
  Scenario: Администратор может повторно активировать компанию из списка в разделе "Сводка"
  Scenario: Оператор может повторно активировать компанию из списка в разделе "Сводка"
