Feature: На странице "Сводка" доступен список договоров сор статусом "на рассмотрении"
  Как администратор, я должен видеть список договоров со статусом на рассмотрении(тех, которые
  добавил оператор) и иметь возможность активировать такие договора. Т.е. менять их статус на активный.

  Scenario: Админстратор видит список договоров на рассмотрении в разделе "Сводка"
  Scenario: Оператор не видит список договоров на рассмотрении в разделе "Сводка"
  Scenario: Агент не видит список договоров на рассмотрении в разделе "Сводка"
  Scenario: Администратор может активировать договор из раздела "Сводка"
