Feature: На странице "Сводка" доступен список неактивированных компаний
  Как администратор и оператор, я должен видеть список неактивированных компаний
  в разеделе "Сводка". Как администратор, я хочу иметь возможность активировать
  компании прямо с главной страницы.

  Scenario: Администратор видит список неактивированных компаний
  Scenario: Оператор видит список неактивированных компаний
  Scenario: Администратор может активировать компанию из раздела "Сводка"
  Scenario: Оператор может активировать компанию из раздела "Сводка"
  Scenario: Агент не может активировать компанию из раздела "Сводка"
  Scenario: Администратор может активировать компанию со страницы подробного просмотра
  Scenario: Оператор может активировать компанию со страницы подробного просмотра
  Scenario: Агент не может активировать компанию со страницы подробного просмотра
  Scenario: Агент видит в разделе "Сводка" свои ещё неактивированные компании
