Feature: Должна быть возможность для поиска компаний, зарегистрированных в системе, по всем видам названий.
  Как пользователь, я хочу иметь возожность быстро найти нужную мне компанию, зная только одно из её названий -
  либо фактическое, либо юридическое. Есть ещё самостоятельное название у самого объекта компании.

  Scenario: Пользователь может искать компанию по прямому названию

  Scenario: Пользователь может искать компанию по фактическому названию филиала

  Scenario: Пользователь может искать компанию по юридическому названию филиала
